#### BuiltInFailures.DirectContext3DFailures Members

---

|  |
| --- |
| BuiltInFailures DirectContext3DFailures Class   Properties   See Also |

Provides a container of all Revit built-in FailureDefinitionId instances.

The  BuiltInFailures DirectContext3DFailures  type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
| Public property Static member | UnableToLoadCoordinationModel | Unable to load Coordination Model. |

# See Also

BuiltInFailures DirectContext3DFailures Class

Autodesk.Revit.DB Namespace